/* The label of the Cancel button */
"Cancel" = "Annuleren";

/* The label of the Continue button */
"Continue" = "Doorgaan";

/* The label of the Retry button */
"Retry" = "Opnieuw proberen";

/* The label of the Redo button */
"Redo" = "Opnieuw";

/* The label of the Trust button */
"Trust" = "Vertrouwen";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Fout bij identiteit van server";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Servercertificaat verlopen of nog niet geldig.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Servercertificaat niet ondertekend door een basisserver.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Servercertificaat nog niet geldig.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Servercertificaat is ondertekend door een basisserver die niet wordt vertrouwd.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Kan de identiteit van \"%1$@\". %2$@ niet verifiëren\n\nAls u doorgaat, loopt uw vertrouwelijke informatie risico.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Maak opnieuw verbinding met \"%@\" om toegang te krijgen tot de inhoud.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ kan de identiteit van \"%2$@\" niet verifiëren. Als u toch toegang wilt tot deze inhoud, kiest u \"%3$@\" en voert u de laatste actie opnieuw uit.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Kan identiteit van server niet verifiëren";

